Repository: dabhikrishna/Customkm
Catalog: languages/customkm-menu-*.po
Languages: hi_in

source: Customkm Menu
hi_in: कस्टम किमी मेनू

source: Customkm Menu is the ultimate solution for streamlining website enhancement. This plugin enables you to effortlessly create bespoke menus and submenus, integrate fields, and securely store data leveraging the powerful OPTION API and SETTING API. Moreover, it streamlines the process of establishing a PORTFOLIO post type to elegantly showcase your projects. What's more, Customkm Menu seamlessly incorporates shortcode support, empowering you to seamlessly embed dynamic content throughout your website's pages and posts.
hi_in: कस्टमकेएम मेनू वेबसाइट एन्हांसमेंट को सुव्यवस्थित करने का अंतिम समाधान है। यह प्लगइन आपको आसानी से कस्टम मेनू और सबमेनू बनाने, फ़ील्ड को एकीकृत करने और शक्तिशाली विकल्प एपीआई और सेटिंग एपीआई का लाभ उठाकर डेटा को सुरक्षित रूप से संग्रहीत करने में सक्षम बनाता है। इसके अलावा, यह आपकी परियोजनाओं को सुंदर ढंग से प्रदर्शित करने के लिए पोर्टफोलियो पोस्ट प्रकार स्थापित करने की प्रक्रिया को सुव्यवस्थित करता है। इसके अलावा, कस्टमकेएम मेनू मूल रूप से शॉर्टकोड समर्थन को शामिल करता है, जो आपको अपनी वेबसाइट के पृष्ठों और पोस्टों में गतिशील सामग्री को निर्बाध रूप से एम्बेड करने के लिए सशक्त बनाता है।

source: krishna
hi_in: कृष्णा

source: Plugin details
hi_in: प्लगइन विवरण

source: Custom AJAX Plugin
hi_in: कस्टम AJAX प्लगइन सेटिंग्स

source: Plugin Page
hi_in: प्लगइन पेज

source: Post Retrievals Title
hi_in: पोस्ट पुनर्प्राप्ति शीर्षक

source: Post Retrievals
hi_in: पोस्ट पुनर्प्राप्ति

source: Retrieve posts using the REST API
hi_in: REST API का उपयोग करके पोस्ट पुनर्प्राप्त करें

source: Custom AJAX Plugin Settings
hi_in: कस्टम AJAX प्लगइन सेटिंग्स

source: Store Name
hi_in: स्टोर नाम

source: Name
hi_in: नाम

source: My Plugin Settings
hi_in: मेरी प्लगइन सेटिंग्स

source: Plugin Information
hi_in: प्लगइन जानकारी

source: Plugin Name : Customkm Menu
hi_in: प्लगइन नाम: कस्टम किमी मेनू

source: Author : Krishna
hi_in: लेखक: कृष्णा

source: Description : Customkm Plugin for your site.
hi_in: विवरण: आपकी साइट के लिए Customkm प्लगइन।

source: Version: 1.0.0
hi_in: संस्करण: 1.0.0

source: Title
hi_in: शीर्षक

source: Address
hi_in: पता

source: Email
hi_in: ईमेल

source: Phone
hi_in: फ़ोन

source: Company Name
hi_in: कंपनी का नाम

source: Date
hi_in: तारीख

source: Action
hi_in: कार्रवाई

source: My Submenu Page
hi_in: मेरा सबमेनू पृष्ठ

source: Plugin Basic
hi_in: प्लगइन बेसिक

source: Shortcode
hi_in: लघु कूट संख्या

source: Recent Post
hi_in: हाल की पोस्ट

source: Fetch Data Shortcode
hi_in: डेटा शॉर्टकोड प्राप्त करें

source: Shortcode Usage
hi_in: शॉर्टकोड उपयोग

source: Use the following shortcode to display dynamic content:
hi_in: गतिशील सामग्री प्रदर्शित करने के लिए निम्नलिखित शॉर्टकोड का उपयोग करें:

source: [portfolio_submission_form]
hi_in: [पोर्टफोलियो_सबमिशन_फॉर्म]

source: Functionality of Shortcode
hi_in: शॉर्टकोड की कार्यक्षमता

source: The [portfolio_submission_form] shortcode displays a simple message. You can customize the functionality by modifying the portfolio_submission_form_shortcode_function function in the plugin file.
hi_in: [पोर्टफोलियो_सबमिशन_फॉर्म] शॉर्टकोड एक सरल संदेश प्रदर्शित करता है। आप प्लगइन फ़ाइल में Portfolio_submission_form_shortcode_function फ़ंक्शन को संशोधित करके कार्यक्षमता को अनुकूलित कर सकते हैं।

source: Name:
hi_in: नाम:

source: Company Name:
hi_in: कंपनी का नाम:

source: Email:
hi_in: ईमेल:

source: Phone:
hi_in: फ़ोन:

source: Address:
hi_in: पता:

source: [recent_portfolio_posts]
hi_in: [हाल ही में_पोर्टफोलियो_पोस्ट]

source: using this shortcode you display recent posts from the portfolio.
hi_in: इस शॉर्टकोड का उपयोग करके आप पोर्टफोलियो से हालिया पोस्ट प्रदर्शित करते हैं।

source: using this shortcode you display name of the field.
hi_in: इस शॉर्टकोड का उपयोग करके आप फ़ील्ड का नाम प्रदर्शित करते हैं।

source: Invalid Tab
hi_in: अमान्य टैब

source: Client Name:
hi_in: ग्राहक नाम:

source: Project URL:
hi_in: प्रोजेक्ट यूआरएल:

source: Success! Your portfolio has been submitted with email .
hi_in: सफलता! आपका पोर्टफ़ोलियो ईमेल से सबमिट कर दिया गया है.
